Repository: Spacelocust/for-democracy
Catalog: mobile/lib/l10n/app_*.arb
Languages: fr

# somethingWentWrong
source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.

# invalidForm
source: Invalid form. Please check the fields and try again.
fr: Formulaire invalide. Veuillez vérifier les champs et réessayer.

source: Logout
fr: Déconnexion

source: Close
fr: Fermer

source: Join
fr: Rejoindre

source: Leave
fr: Quitter

source: Back
fr: Retour

source: Save
fr: Sauvegarder

source: Planets
fr: Planètes

source: Planet
fr: Planète

source: Events
fr: Événements

source: Groups
fr: Groupes

source: Retry
fr: Réessayer

source: Map
fr: Carte

source: List
fr: Liste

# goHome
source: Go to home
fr: Retour à l'accueil

# playerCount
source: {count, plural, zero{no player} one{1 player} other{{count} players}}
fr: {count, plural, zero{aucun joueur} one{1 joueur} other{{count} joueurs}}

source: Find group
fr: Trouver un groupe

# createGroup
source: Create a group
fr: Créer un groupe

source: View event
fr: Voir l'événement

source: Liberation
fr: Libération

source: Liberated
fr: Libérée

source: Defence
fr: Défense

source: Defended
fr: Défendue

source: Losing
fr: Perdant

source: Winning
fr: Gagnant

source: Holding
fr: Tenant

source: Attack
fr: Attaque

source: Required
fr: Requis

# hours
source: {count, plural, zero{0 hour} one{1 hour} other{{count} hours}}
fr: {count, plural, zero{0 heure} one{1 heure} other{{count} heures}}

# days
source: {count, plural, zero{0 day} one{1 day} other{{count} days}}
fr: {count, plural, zero{0 jour} one{1 jour} other{{count} jours}}

source: Difficulty
fr: Difficulté

source: Copy
fr: Copier

# noMissions
source: No missions yet
fr: Aucune mission pour le moment

source: Members
fr: Membres

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Confirmation required
fr: Confirmation requise

# actionConfirmation
source: Are you certain you want to proceed? This action cannot be undone.
fr: Êtes-vous sûr de vouloir continuer ? Cette action est irréversible.

source: Cancel
fr: Annuler

source: Filters
fr: Filtres

source: Results
fr: Résultats

# formLoading
source: Loading form...
fr: Chargement du formulaire...

# formLoadingFailed
source: Failed to load form
fr: Impossible de charger le formulaire

source: Page not found
fr: Page non trouvée

# unknownError
source: An unknown error occurred.
fr: Une erreur inconnue s'est produite.

# authFailed
source: Authentication failed. Please try again.
fr: Authentification échouée. Veuillez réessayer.

# userDrawerTooltip
source: Open user menu
fr: Ouvrir le menu utilisateur

# userDrawerTitle
source: Account
fr: Mon compte

# planetsScreenLoading
source: Loading planets...
fr: Chargement des planètes...

# planetsScreenError
source: Failed to load planets
fr: Impossible de charger les planètes

# planetsNoPlanets
source: No planets found
fr: Aucune planète trouvée

# planetScreenLoading
source: Loading planet...
fr: Chargement de la planète...

# planetScreenError
source: Failed to load planet
fr: Impossible de charger la planète

# eventsScreenLoading
source: Loading events...
fr: Chargement des événements...

# eventsScreenError
source: Failed to load events
fr: Impossible de charger les événements

# eventsOngoingDefences
source: Ongoing defenses
fr: Défences en cours

# eventsNoDefences
source: No defenses found
fr: Aucune défense trouvée

# eventsOngoingLiberations
source: Ongoing liberations
fr: Libération en cours

# eventsNoLiberations
source: No liberations found
fr: Aucune libération trouvée

# groupsScreenLoading
source: Loading groups...
fr: Chargement des groupes...

# groupsScreenError
source: Failed to load groups
fr: Impossible de charger les groupes

# groupsNoGroups
source: No groups found
fr: Aucun groupe trouvé

# groupsOnlyMyGroups
source: Only my groups
fr: Seulement mes groupes

# groupsAllPlanets
source: All
fr: Toutes

# groupsAllDifficulties
source: All
fr: Toutes

# groupScreenLoading
source: Loading group...
fr: Chargement du groupe...

# groupScreenError
source: Failed to load group
fr: Impossible de charger le groupe

# groupScreenNewMission
source: New mission
fr: Nouvelle mission

# groupsNewScreenTitle
source: New group
fr: Nouveau groupe

# groupsEditScreenTitle
source: Edit group
fr: Modifier le groupe

# groupsMissionNewScreenTitle
source: New mission
fr: Nouvelle mission

# groupsMissionEditScreenTitle
source: Edit mission
fr: Modifier la mission

# galaxyMapLoading
source: Loading galaxy map...
fr: Chargement de la carte galactique...

# galaxyMapError
source: Failed to load galaxy map
fr: Impossible de charger la carte galactique

# factionHumans
source: Humans
fr: Humains

# factionAutomatons
source: Automatons
fr: Automates

# factionIlluminates
source: Illuminates
fr: Illuminés

# planetStatistics
source: Statistics
fr: Statistiques

# planetLiberationInProgress
source: Liberation in progress
fr: Libération en cours

# planetDefenceInProgress
source: Defence in progress
fr: Défense en cours

# planetLiberationPerHour
source: Liberation percentage per hour.
fr: Taux de libération par heure.

# planetProgressPerHour
source: Progress per hour.
fr: Taux de progression par heure.

# planetProgressRequiredPerHour
source: Progress required per hour to win the defence in time.
fr: Taux de progression requis par heure pour réussir la defence à temps.

# planetUnderControl
source: {faction} controlled
fr: Sous contrôle des {faction}

# planetUnderAttack
source: {enemyFaction} attack
fr: Attaque des {enemyFaction}

# planetBeingLiberated
source: The planet is being liberated from the {ownerFaction}.
fr: La planète est en cours de libération des {ownerFaction}

# planetOccupied
source: The planet is occupied by the {ownerFaction}.
fr: La planète est occupée par les {ownerFaction}.

# planetLongPressSeeEvent
source: Long press to view the event details.
fr: Appuyez longuement pour voir les détails de l'événement.

# planetEventProgress
source: {percentage} complete, {remainingDays, plural, zero{less than a day} one{1 day} other{{remainingDays} days}} remaining.
fr: {percentage} complet, {remainingDays, plural, zero{moins d'un jour} one{1 jour} other{{remainingDays} jours}} restants.

# statisticMissionsWon
source: Missions won
fr: Missions gagnées

# statisticMissionTime
source: Mission time
fr: Temps de mission

# statisticBugKills
source: Bug kills
fr: Insectes tués

# statisticAutomatonKills
source: Automaton kills
fr: Automates tués

# statisticIlluminateKills
source: Illuminate kills
fr: Illuminés tués

# statisticBulletsFired
source: Bullets fired
fr: Balles tirées

# statisticBulletsHit
source: Bullets hit
fr: Balles touchées

# statisticTimePlayed
source: Time played
fr: Temps de jeu

# statisticDeaths
source: Deaths
fr: Morts

# statisticRevives
source: Revives
fr: Résurrections

# difficultyEasy
source: Easy
fr: Facile

# difficultyMedium
source: Medium
fr: Moyen

# difficultyChallenging
source: Challenging
fr: Difficile

# difficultyHard
source: Hard
fr: Très Difficile

# difficultyExtreme
source: Extreme
fr: Extrême

# difficultySuicideMission
source: Suicide Mission
fr: Mission Suicide

# difficultyHelldive
source: Helldive
fr: Plongée en enfer

# objectiveTypeTerminateIllegalBroadcast
source: Terminate illegal broadcast
fr: Terminer la diffusion illégale

# objectiveTypePumpFuelToICBM
source: Pump fuel to ICBM
fr: Pomper du carburant pour le missile balistique intercontinental

# objectiveTypeUploadEscapePodData
source: Upload escape pod data
fr: Télécharger les données de la capsule de sauvetage

# objectiveTypeConductGeologicalSurvey
source: Conduct geological survey
fr: Effectuer une étude géologique

# objectiveTypeLaunchICBM
source: Launch ICBM
fr: Lancer le missile balistique intercontinental

# objectiveTypeRetrieveValuableData
source: Retrieve valuable data
fr: Récupérer des données précieuses

# objectiveTypeEmergencyEvacuation
source: Emergency evacuation
fr: Évacuation d'urgence

# objectiveTypeSpreadDemocracy
source: Spread democracy
fr: Répandre la démocratie

# objectiveTypeEliminateBroodCommanders
source: Eliminate brood commanders
fr: Éliminer les commandants de la couvée

# objectiveTypePurgeHatcheries
source: Purge hatcheries
fr: Purger les couvoirs

# objectiveTypeActivateE710Pumps
source: Activate E-710 pumps
fr: Activer les pompes E-710

# objectiveTypeNukeNursery
source: Nuke nursery
fr: Détruire la nurserie

# objectiveTypeActivateTerminidControlSystem
source: Activate Terminid control system
fr: Activer le système de contrôle des Terminids

# objectiveTypeBlitzSearchAndDestroyTerminids
source: Blitz: Search and destroy Terminids
fr: Blitz : Recherche et destruction des Terminids

# objectiveTypeEliminateChargers
source: Eliminate chargers
fr: Éliminer les chargeurs

# objectiveTypeEradicateTerminidSwarm
source: Eradicate Terminid swarm
fr: Éradiquer l'essaim de Terminids

# objectiveTypeEliminateBileTitans
source: Eliminate Bile Titans
fr: Éliminer les Titans de bile

# objectiveTypeEnableE710Extraction
source: Enable E-710 extraction
fr: Activer l'extraction E-710

# objectiveTypeEliminateDevastators
source: Eliminate Devastators
fr: Éliminer les Dévastateurs

# objectiveTypeEliminateAutomatonHulks
source: Eliminate Automaton Hulks
fr: Éliminer les colosses Automates

# objectiveTypeSabotageSupplyBases
source: Sabotage supply bases
fr: Saboter les bases d'approvisionnement

# objectiveTypeDestroyTransmissionNetwork
source: Destroy transmission network
fr: Détruire le réseau de transmission

# objectiveTypeEradicateAutomatonForces
source: Eradicate Automaton forces
fr: Éradiquer les forces Automates

# objectiveTypeBlitzSearchAndDestroyAutomatons
source: Blitz: Search and destroy Automatons
fr: Blitz : Recherche et destruction des Automates

# objectiveTypeSabotageAirBase
source: Sabotage air base
fr: Saboter la base aérienne

# objectiveTypeEliminateAutomatonFactoryStrider
source: Eliminate Automaton factory striders
fr: Éliminer les échassiers de l'usine d'Automates

# objectiveTypeDestroyCommandBunkers
source: Destroy command bunkers
fr: Détruire les bunkers de commandement

# stratagemTypeSupply
source: Supply
fr: Approvisionnement

# stratagemTypeDefensive
source: Defensive
fr: Défensif

# stratagemTypeOffensive
source: Offensive
fr: Offensif

# stratagemUseTypeSelf
source: Self
fr: Soi-même

# stratagemUseTypeTeam
source: Team
fr: Équipe

# stratagemUseTypeShared
source: Shared
fr: Partagé

source: Group code
fr: Code du groupe

# groupCodeHint
source: E.g. ABC123
fr: Ex. ABC123

# groupCodeEmpty
source: Please enter a group code.
fr: Veuillez saisir un code de groupe.

# groupCreated
source: Group created successfully.
fr: Groupe créé avec succès.

# groupUpdated
source: Group updated successfully.
fr: Groupe mis à jour avec succès.

# groupJoinConfirmation
source: Are you sure you want to join this group?
fr: Êtes-vous sûr de vouloir rejoindre ce groupe ?

# groupJoining
source: Joining group...
fr: En train de rejoindre le groupe...

# groupJoined
source: You have joined the group.
fr: Vous avez rejoint le groupe.

# groupLeaveConfirmation
source: Are you sure you want to leave this group?
fr: Êtes-vous sûr de vouloir quitter ce groupe ?

# groupLeft
source: You have left the group.
fr: Vous avez quitté le groupe.

# groupDeleted
source: Group deleted successfully.
fr: Groupe supprimé avec succès.

# groupInvalidCode
source: Invalid code. Please try again.
fr: Code invalide. Veuillez réessayer.

# groupCannotJoin
source: Cannot join group at the moment. Please try again later.
fr: Impossible de rejoindre le groupe pour le moment. Veuillez réessayer plus tard.

# groupJoin
source: Join a group
fr: Rejoindre un groupe

# groupJoinCode
source: Join a group (with code)
fr: Rejoindre un groupe (avec code)

# groupName
source: Name
fr: Nom

# groupNameHint
source: The public name of your group
fr: Le nom public de votre groupe

# groupNameNotEmpty
source: Please enter a group name.
fr: Veuillez saisir un nom de groupe.

# groupNameMaxLength
source: Group name must be at most 50 characters long.
fr: Le nom du groupe doit comporter au plus 50 caractères.

# groupDescriptionHint
source: The optional description of your group
fr: La description optionnelle de votre groupe

# groupDescriptionMaxLength
source: Group description must be at most 1000 characters long.
fr: La description du groupe doit comporter au plus 1000 caractères.

# groupPrivate
source: Private
fr: Privé

# groupPrivateHint
source: Private groups can only be joined with a code and are not listed publicly
fr: Les groupes privés ne peuvent être rejoints qu'avec un code et ne sont pas listés publiquement

# groupStartAt
source: Start at
fr: Date de début

# groupDifficulty
source: Difficulty
fr: Difficulté

# groupPlanet
source: Planet
fr: Planète

# groupPlanetNotEmpty
source: Please select a planet.
fr: Veuillez sélectionner une planète.

# missionCreated
source: Mission created successfully.
fr: Mission créée avec succès.

# missionUpdated
source: Mission updated successfully.
fr: Mission mise à jour avec succès.

# missionDeleted
source: Mission deleted successfully.
fr: Mission supprimée avec succès.

# missionName
source: Name
fr: Nom

# missionNameHint
source: The name of the mission
fr: Le nom de la mission

# missionNameNotEmpty
source: Please enter a mission name.
fr: Veuillez saisir un nom de mission.

# missionNameMaxLength
source: Mission name must be at most 50 characters long.
fr: Le nom de la mission doit comporter au plus 50 caractères.

# missionInstructionsHint
source: The optional instructions for the mission
fr: Les instructions optionnelles de la mission

# missionInstructionsMaxLength
source: Mission instructions must be at most 1000 characters long.
fr: Les instructions de la mission doivent comporter au plus 1000 caractères.

# missionObjectives
source: Possible objectives
fr: Objectifs possibles

# missionObjectiveTimeLimit
source: Time limit of {timeLimit}
fr: Limite de temps de {timeLimit}

# missionObjectivesNotEmpty
source: At least one objective is required.
fr: Au moins un objectif est requis.

# missionEstimatedTime
source: Estimated mission time: {time}
fr: Temps de mission estimé : {time}

# missionNoMembers
source: No participants yet
fr: Aucun participant pour le moment

# missionEditParticipation
source: Edit participation
fr: Modifier la participation

# missionJoin
source: Join mission
fr: Rejoindre la mission

# missionUpdateParticipation
source: Update misson participation
fr: Mettre à jour la participation à la mission

# missionJoining
source: Joining mission...
fr: En train de rejoindre la mission...

# missionUpdatingParticipation
source: Updating mission participation...
fr: En train de mettre à jour de la participation à la mission...

# missionJoined
source: You have joined the mission.
fr: Vous avez rejoint la mission.

# missionUpdatedParticipation
source: Mission participation updated.
fr: Participation à la mission mise à jour avec succès.

# missionLeaveConfirmation
source: Are you sure you want to leave this mission?
fr: Êtes-vous sûr de vouloir quitter cette mission ?

# missionLeft
source: You have left the mission.
fr: Vous avez quitté la mission.

# missionStratagems
source: Stratagems
fr: Stratagèmes

# missionStratagemUseType
source: Use type : {useType}
fr: Type d'utilisation : {useType}

# missionStratagemUseCount
source: Use count : {useCount}
fr: Nombre d'utilisations : {useCount}

# missionStratagemCooldown
source: Cooldown : {cooldown}
fr: Temps de recharge : {cooldown}
